Repository: 84000/data-translation-memory
Catalog: toh158-v3.tmx
Source language: bo
Languages: en

source: ཇི་ལྟར་ཕུ་ཆུ་བྲུག་པ་དབྱར་གྱི་དུས་ཟད་ན་འབྲི་བའི་ཆོས་ཅན་ཡིན་པ་ལྟར། བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆོས་རྣམས་ལས་དེ་ལྟ་མ་ཡིན་ནོ། །
en: But unlike a torrent that recedes when the summer is over, for bodhisattvas, those dharmas do not recede.

source: ཚངས་པ་དེ་ལྟར་བསླབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ། །
en: Brahmā, bodhisattvas who train in this way will soon completely awaken to unsurpassable, truly complete buddhahood.”

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །ལུས་ཀྱི་སྐྱོན་རྣམས་རབ་ཤེས་ན། །ལུས་ཡོད་སྐྱོན་རྣམས་མི་སྟོན་ཏོ། །ལུས་ལ་དྲན་པ་ལེགས་གནས་ན། །སྐྱོན་མེད་ཞི་བའི་གནས་ཐོབ་བོ། །
en: Thereupon, the Bhagavān spoke these verses: “When you recognize the faults of the body, You won’t rely on the faults that the body has; When you are mindful of the body, You will obtain a state of faultless peace.

source: ལུས་ཀྱི་སྐྱོན་རྣམས་མི་ཤེས་ན། །ལུས་ལ་ཡོད་པའི་སྐྱོན་མི་རྟོག །ལུས་ལ་དྲན་པ་མི་གནས་ན། །སྡུག་བསྔལ་བཟོད་དཀའ་གནས་ཐོབ་བོ། །
en: “When you don’t recognize the faults of the body, You won’t be aware of the faults the body has; When you are not mindful of the body, You will find suffering hard to bear.

source: སེམས་ཀྱི་སྐྱོན་རྣམས་རབ་ཤེས་ན། །སེམས་ཡོད་སྐྱོན་རྣམས་མི་སྟེན་ཏོ། །སེམས་ལ་དྲན་པ་ལེགས་གནས་ན། །སྐྱོན་མེད་ཞི་བའི་གནས་འཐོབ་བོ། །
en: “When you recognize the faults of the mind, You won’t rely on the faults that the mind has; When you are mindful of the mind, You will obtain a state of faultless peace.

source: སེམས་ཀྱི་སྐྱོན་རྣམས་མི་ཤེས་ན། །སེམས་ལ་ཡོད་པའི་སྐྱོན་མི་རྟོགས། །སེམས་ལ་དྲན་པ་མི་གནས་ན། །སྡུག་བསྔལ་བཟོད་དཀའ་གནས་འཐོབ་བོ། །
en: “When you do not recognize the faults of the mind, You won’t be aware of the faults the mind has; When you are not mindful of the mind, You will find suffering hard to bear.

source: དགེ་བའི་ཆོས་རྣམས་སྟེན་བྱེད་ཅིང་། །མི་དགེ་ཆོས་རྣམས་མི་སྟེན་པ། །ཆོས་རྣམས་ལ་ནི་མཁས་པའི་མི། །སྐྱོན་མེད་ཞི་བའི་གནས་འཐོབ་བོ། །
en: “One who relies on virtuous dharmas, Will not rely on nonvirtuous dharmas; One who is skilled in the dharmas Will obtain a state of faultless peace.

source: དགེ་བའི་ཆོས་རྣམས་མི་སྟེན་ཅིང་། །མི་དགེ་ཆོས་རྣམས་སྟེན་བྱེད་པ། །ཆོས་རྣམས་ལ་ནི་མི་མཁས་མི། །སྡུག་བསྔལ་བཟོད་དཀའ་གནས་འཐོབ་བོ། །
en: “One who does not rely on virtuous dharmas, Will rely on nonvirtuous dharmas; One who is not skilled in the dharmas Will find suffering hard to bear.”

source: དེ་ནས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་དག་མངོན་པར་སྤྲུལ་ཏེ་བཅོམ་ལྡན་འདས་ལ་མངོན་པར་གཏོར་ཏོ། །
en: Then, Brahmā, lord of the Sahā world, conjured divine mandārava flowers and scattered them over the Bhagavān.

source: མངོན་པར་གཏོར་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་ལ་མངོན་པར་དགའ་ཞིང་རྗེས་སུ་ཡི་རངས་ནས།
en: Having strewn the flowers, he was delighted and rejoiced in what the Bhagavān had said.

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་ནས་སོང་ངོ་། །
en: He circumambulated the Bhagavān three times and then departed from the Bhagavān’s presence.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ནམ་ནངས་པར་མཁྱེན་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ལ་བཞུགས་སོ། །བཞུགས་ནས།
en: After that, aware that dawn was breaking, the Bhagavān took a seat that had been prepared for him amongst the assembly of monks.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་མ་དང་འདིར་མི་ཉལ་ཙམ་གྱི་ནམ་གྱི་གུང་ཐུན་ལ་ང་གཅིག་པུ་དབེན་པར་འདུག་སྟེ་ནང་དུ་ཡང་དག་བཞག་ན་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་ཐམས་ཅད་དང་ལྡན་པའི་ཚལ་ཆེན་པོ་འོད་ཀྱིས་སྣང་བར་བྱས་ནས་ང་ག་ལ་བ་དེར་འོངས་ཏེ་ཕྱིན་ནས་ང་ལ་མངོན་པར་བསྟོད་དེ།
en: Once seated, the Bhagavān said to the monks, “Monks, last night in the middle of the night, not yet asleep, I was sitting alone in seclusion absorbed inwardly, when Brahmā, lord of the Sahā world, came before me, bathing this great forest and everything in it with light.

source: ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: He praised me, he circumambulated me three times, and he sat down to one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་ང་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །གལ་ཏེ་ཞུས་ནས་ཞུ་བ་ལུང་བསྟན་པའི་སླད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་སྐབས་དབྱེ་བར་གནང་ན། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་བདག་ཕྱོགས་འགའ་ཞིག་ཞུ་ལགས་སོ། །
en: Once seated, Brahmā, lord of the Sahā world, said to me, ‘Were the Bhagavān to grant me a moment, I would like to request a teaching from the tathāgata, arhat, truly complete Buddha, regarding a certain point.’

source: དགེ་སློང་དག་དེ་སྐད་ཅེས་གསོལ་པ་དང་། ངས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཚངས་པ་ཞུ་བ་ལུང་བསྟན་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པས་རྟག་ཏུ་ཁྱོད་ལ་སྐབས་ཕྱེས།
en: Monks, this was his request, and I replied to Brahmā, lord of the Sahā world, ‘Brahmā, the Tathāgata always has time to grant you a teaching.

source: ཚངས་པ་ཁྱོད་ཅི་དང་ཅི་འདོད་པ་ཞུས་ཤིག་དང་། ཞུས་པ་དེ་དང་དེ་ཉིད་ཀྱི་ལུང་བསྟན་པས་ངས་ཁྱོད་ཀྱི་སེམས་རངས་པར་བྱའོ། །
en: Brahmā, ask the Tathāgata whatever you like, and I will oblige with a teaching that will delight you.’

source: དེ་ནས་ངས་སྐབས་ཕྱེ་བས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་ང་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་ཆོས་དུ་དང་ལྡན་ན། །མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་ལགས།
en: Granted this opportunity, Brahmā, lord of the Sahā world, asked me, ‘Bhagavān, do bodhisattva mahāsattvas require many dharmas to quickly reach the unsurpassable, truly complete awakening of buddhahood?’

source: དགེ་སློང་དག་དེ་སྐད་ཅེས་གསོལ་པ་དང་། ངས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཚངས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་ཆོས་གཅིག་དང་ལྡན་ན་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ། །
en: I replied to Brahmā, lord of the Sahā world, ‘Brahmā, if bodhisattva mahāsattvas have just one dharma, they will quickly reach the unsurpassable, truly complete awakening of buddhahood.

source: ཆོས་གཅིག་གང་ཞེ་ན།
en: What is that one dharma?

source: འདི་ལྟ་སྟེ་ལུས་ཀྱི་རྗེས་སུ་སོང་བའི་དྲན་པའོ། །
en: It is mindfulness that observes the body.’

source: དགེ་སློང་དག་ངས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་དེ་ལ་ལུས་ཀྱི་རྗེས་སུ་སོང་བ་དྲན་པའི་རྒྱུ་དང་། ལས་དང་འབྲས་བུ་ཡང་བསྟན་ཏོ། །
en: Then, monks, I taught Brahmā, lord of the Sahā world, the causes, practices, and results of mindfully observing the body.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then, Venerable Ānanda said to the Bhagavān, “Wonderful, wonderful!

source: ལེགས་སོ་ལེགས་སོ་བཅོམ་ལྡན་འདས་ཀྱིས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ལ་གང་བསྟན་པ་དེ་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། སྨན་པ་དང་། བདེ་བར་བགྱི་བའི་སླད་དུ་བཤད་དུ་གསོལ་དགེ་སློང་སར་པ་རྣམས་དང་།
en: Please tell us what the Bhagavān taught to Brahmā, lord of the Sahā world, for the benefit of many beings, for the happiness of many beings, for the benefit, health, and happiness of gods and humans!

source: ཆོས་འདུལ་བ་འདི་ལ་རབ་ཏུ་བྱུང་ནས་རིང་པོར་མ་ལགས་ཤིང་མཆིས་ནས་རིང་པོ་མ་ལགས་པ་རྣམས་དང་། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པའི་སྐྱེས་བུ་དམ་པ་འདི་དག་གིས་ཐོས་ན་དགའ་བ་དང་། དད་པ་ཐོབ་པར་འགྱུར། བསླབས་པ་དེ་ལ་ཡང་སྦྱོར་བར་བརྩོན་པར་གནས་པར་འགྱུར་ལགས་སོ། །
en: When new monks, who have only recently gone forth in the Dharma and Vinaya and have not held it for long, or good people who have only recently entered the Mahāyāna, listen to it, they will be delighted, will gain faith, and will maintain their effort in adhering to their training.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ལ་གང་བཤད་པ་དེ་དགེ་སློང་དེ་དག་ལ་ཡང་བཤད་དོ། །
en: Then the Bhagavān explained to the monks the explanation he had given to Brahmā, lord of the Sahā world.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ལེགས་པར་བཀའ་སྩལ་ཏོ། །
en: Afterward, Venerable Ānanda said to the Bhagavān, “The Bhagavān has spoken well.

source: བདེ་བར་གཤེགས་པ་ལེགས་པར་བཀའ་སྩལ་ཏོ། །
en: The Sugata has spoken well.

source: མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་མདོ་སྡེ་འདི་ལྟ་བུ་དག་ཡོངས་སུ་ཞུ་བའི་སླད་དུ་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་མཆིས་ནས་ཞུས་པ་ཡང་ལེགས་པར་སྨྲས་པ་ལེགས་སོ། །
en: Brahmā, lord of the Sahā world, also spoke well when he came before the Bhagavān to request such a discourse and asked him to teach.

source: བཅོམ་ལྡན་འདས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་གལ་ཏེ་དགེ་བའི་རྩ་བ་གཞན་མ་མཆིས་ན་ཡང་ཞུ་བ་ཞུས་པའི་མོད་ལས་སྐྱེས་པའི་དགེ་བའི་རྩ་བ་འདི་ཁོ་ནས་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་ལགས་སོ། །
en: Bhagavān, even if Brahmā, lord of the Sahā world, possessed no root of virtue before, just by the root of virtue generated by requesting this discourse, he will quickly awaken to unsurpassable, truly complete awakening.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why?

source: བཅོམ་ལྡན་འདས་དགེ་བའི་རྩ་བ་དེའི་མཐའ་དང་མུ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་རྟོགས་པར་རྔོ་མི་ཐོགས་པའི་སླད་དུའོ། །
en: Because, Bhagavān, no hearer or solitary realizer is capable of realizing the limit and the end of this root of virtue.

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་ཞུ་བ་འདི། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྤྱིའི་དོན་དུ་ཞུས་པའི་སླད་དུའོ། །
en: Because, Bhagavān, Brahmā, lord of the Sahā world, asked this question for the common benefit of all sentient beings.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་དེ་བཞིན་ཏེ། དེ་དེ་བཞིན་ནོ། །
en: “Yes, Ānanda, it is as you say,” said the Bhagavān.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: Then Venerable Ānanda asked the Bhagavān, “Bhagavān, what is the name of this Dharma discourse?

source: འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should we remember it?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་འདི་ཚངས་པས་ཞུས་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: The Bhagavān replied, “You may remember it, Ānanda, as Brahmā’s Question.

source: དྲན་པ་ཉེ་བར་གཞག་པའི་ཚུལ་བསྟན་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: You may remember it as The Teaching on the Applications of Mindfulness.

source: བག་ཡོད་པའི་ཚུལ་བསྟན་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: You may remember it as The Teaching on Heedfulness.”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། དགེ་སློང་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་།
en: When the Bhagavān had finished speaking, Venerable Ānanda, the monks, the bodhisattvas, the entire retinue, and the entire world with its gods, humans, asuras, and gandharvas, rejoiced and praised what the Bhagavān had said.

source: དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །འཕགས་པ་ཚངས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ། །
en: This concludes The Noble Mahāyānasūtra “Brahmā’s Question.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། ཞུ་ཞེན་གྱི་ལོ་ཙྭ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: Translated, edited, and finalized by the Indian preceptor Jinamitra and the chief editor and translator Bandé Yeshé Dé.
